Repository: Borisserz/FoodTracker
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt, ru

source: Salmon Salad
de: Lachssalat
es: Ensalada De Salmón
fr: Salade de saumon
it: Insalata Di Salmone
pt_pt: Salada de Salmão
ru: Салат с лососем

source: Sat
de: Sa
es: Se sentó
fr: Assis
it: Sab
pt_pt: Sentado
ru: Сб

source: Satiating Meals
de: Sättigende Mahlzeiten
es: Comidas saciantes
fr: Repas rassasiants
it: Pasti sazianti
pt_pt: Refeições saciantes
ru: Насыщающие блюда

source: Save
de: Speichern
es: Ahorrar
fr: Sauvegarder
it: Salva
pt_pt: Salvar
ru: Сохранить

source: Save & Add
de: Speichern und hinzufügen
es: Guardar y agregar
fr: Enregistrer et ajouter
it: Salva e aggiungi
pt_pt: Salvar e adicionar
ru: Сохранить и добавить

source: Save Activity
de: Aktivität speichern
es: Guardar actividad
fr: Enregistrer l'activité
it: Salva attività
pt_pt: Salvar atividade
ru: Сохранить активность

source: Save Meal
de: Mahlzeit speichern
es: Guardar comida
fr: Enregistrer le repas
it: Salva pasto
pt_pt: Salvar refeição
ru: Сохранить еду

source: Save Plan
de: Plan speichern
es: Guardar plan
fr: Enregistrer le forfait
it: Salva piano
pt_pt: Salvar plano
ru: Сохранить план

source: Save Recipe
de: Rezept speichern
es: Guardar receta
fr: Enregistrer la recette
it: Salva ricetta
pt_pt: Salvar receita
ru: Сохранить рецепт

source: Save to My Recipes
de: Unter „Meine Rezepte“ speichern
es: Guardar en Mis recetas
fr: Enregistrer dans Mes recettes
it: Salva in Le mie ricette
pt_pt: Salvar em Minhas Receitas
ru: Сохранить в мои рецепты

source: Save Weight
de: Gewicht sparen
es: Ahorra peso
fr: Économisez du poids
it: Risparmia peso
pt_pt: Economize peso
ru: Сохранить

source: Saved Favorites
de: Gespeicherte Favoriten
es: Favoritos guardados
fr: Favoris enregistrés
it: Preferiti salvati
pt_pt: Favoritos salvos
ru: Сохраненные избранные

source: Scan Label with AI
de: Etikett mit KI scannen
es: Escanear etiquetas con IA
fr: Scanner une étiquette avec l'IA
it: Scansiona etichette con l'intelligenza artificiale
pt_pt: Digitalize etiqueta com IA
ru: Сканирование этикетки с помощью искусственного интеллекта

source: Scan the package or nutrition label with AI instead!
de: Scannen Sie stattdessen die Verpackung oder das Nährwertetikett mit KI!
es: ¡Escanea el paquete o la etiqueta nutricional con IA!
fr: Scannez plutôt l’emballage ou l’étiquette nutritionnelle avec l’IA !
it: Scansiona invece la confezione o l'etichetta nutrizionale con l'intelligenza artificiale!
pt_pt: Em vez disso, digitalize a embalagem ou o rótulo nutricional com IA!
ru: Вместо этого сканируйте упаковку или этикетку с пищевой ценностью с помощью искусственного интеллекта!

source: Scan with AI
de: Scannen Sie mit KI
es: Escanear con IA
fr: Scanner avec l'IA
it: Scansiona con l'intelligenza artificiale
pt_pt: Digitalize com IA
ru: Сканирование с помощью ИИ

source: Scanner Not Available
de: Scanner nicht verfügbar
es: Escáner no disponible
fr: Scanner non disponible
it: Scanner non disponibile
pt_pt: Scanner não disponível
ru: Сканер недоступен

source: Scanner not supported on this device
de: Scanner wird nicht unterstützt auf diesem Gerät
es: Escáner no compatible en este dispositivo
fr: Scanner non pris en charge sur cet appareil
it: Scanner non supportato su questo dispositivo
pt_pt: Scanner não compatível neste dispositivo
ru: Сканер не поддерживается на этом устройстве

source: Scanning...
de: Scannen...
es: Exploración...
fr: Balayage...
it: Scansione...
pt_pt: Digitalizando...
ru: Сканирование...

source: SCORE
de: PUNKTZAHL
es: PUNTAJE
it: PUNTO
pt_pt: PONTUAÇÃO
ru: СЧЕТ

source: Scrambled Eggs
de: Rührei
es: Huevos revueltos
fr: Oeufs brouillés
it: Uova strapazzate
pt_pt: Ovos mexidos
ru: Омлет

source: Sea Beans (Salicornia)
de: Meeresbohnen (Salicornia)
es: Frijoles Marinos (Salicornia)
fr: Haricots de mer (Salicornia)
it: Fagioli Di Mare (Salicornia)
pt_pt: Feijão Marinho (Salicórnia)
ru: Морские бобы (Саликорния)

source: Sea Salt
de: Meersalz
es: Sal marina
fr: Sel de mer
it: Sale marino
pt_pt: Sal marinho
ru: Морская соль

source: Seafood
de: Meeresfrüchte
es: Mariscos
fr: Fruit de mer
it: Frutti di mare
pt_pt: Frutos do mar
ru: Морепродукты

source: Seafood allergies
de: Allergien gegen Meeresfrüchte
es: Alergias a los mariscos
fr: Allergies aux fruits de mer
it: Allergie ai frutti di mare
pt_pt: Alergias a frutos do mar
ru: Аллергия на морепродукты

source: Search
de: Suchen
es: Buscar
fr: Recherche
it: Ricerca
pt_pt: Procurar
ru: Поиск

source: Search dish in database...
de: Gericht in Datenbank suchen...
es: Buscar plato en la base de datos...
fr: Rechercher un plat dans la base de données...
it: Cerca piatto nel database...
pt_pt: Pesquisar prato no banco de dados...
ru: Искать блюдо в базе данных...

source: Search foods...
de: Lebensmittel suchen...
es: Buscar alimentos...
fr: Rechercher des aliments...
it: Cerca alimenti...
pt_pt: Pesquisar alimentos...
ru: Поиск продуктов...

source: Search for FoodTracker
de: Suchen Sie nach FoodTracker
es: Buscar FoodTracker
fr: Rechercher FoodTracker
it: Cerca FoodTracker
pt_pt: Pesquisar FoodTracker
ru: Искать FoodTracker

source: Search our global database or create your own custom ingredients.
de: Durchsuchen Sie unsere globale Datenbank oder erstellen Sie Ihre eigenen individuellen Zutaten.
es: Busque en nuestra base de datos global o cree sus propios ingredientes personalizados.
fr: Recherchez dans notre base de données mondiale ou créez vos propres ingrédients personnalisés.
it: Cerca nel nostro database globale o crea i tuoi ingredienti personalizzati.
pt_pt: Pesquise nosso banco de dados global ou crie seus próprios ingredientes personalizados.
ru: Search our гlobal database or create your own custom ingredients.

source: Searching database...
de: Datenbank durchsuchen...
es: Buscando base de datos...
fr: Recherche dans la base de données...
it: Ricerca nel database...
pt_pt: Pesquisando banco de dados...
ru: Поиск в базе данных...

source: Searching Database...
de: Datenbank durchsuchen...
es: Buscando base de datos...
fr: Recherche dans la base de données...
it: Ricerca nel database...
pt_pt: Pesquisando banco de dados...
ru: Поиск в базе данных...

source: Searching global database...
de: Suche in der globalen Datenbank...
es: Buscando en la base de datos global...
fr: Recherche dans la base de données mondiale...
it: Ricerca nel database globale...
pt_pt: Pesquisando banco de dados global...
ru: Searching гlobal database...

source: Seared Ahi Tuna with Yuzu-Ponzu Sphere and Edamame Purée
de: Gebratener Ahi-Thunfisch mit Yuzu-Ponzu-Kugel und Edamame-Püree
es: Atún Ahi braseado con esfera Yuzu-Ponzu y puré de edamame
fr: Thon Ahi poêlé avec sphère Yuzu-Ponzu et purée d'edamame
it: Tonno Ahi scottato con sfera di Yuzu-Ponzu e purea di Edamame
pt_pt: Atum Ahi Grelhado com Esfera Yuzu-Ponzu e Purê de Edamame
ru: Обжаренный тунец Ахи со сферой Юзу-Понзу и пюре Эдамаме

source: Seared Ostrich Fillet with Blackberry Gastrique and Smoked Parsnip Purée
de: Gebratenes Straußenfilet mit Brombeergastrique und geräuchertem Pastinakenpüree
es: Filete de avestruz braseado con gastrique de moras y puré de chirivía ahumada
fr: Filet d'autruche poêlé, gastrique de mûres et purée de panais fumé
it: Filetto di struzzo scottato con gastrique di more e purea di pastinaca affumicata
pt_pt: Filé de Avestruz Grelhado com Gastrique de Amora e Purê de Pastinaga Defumada
ru: Обжаренное филе страуса с желудком ежевики и пюре из копченого пастернака

source: Seaweed
de: Algen
es: Alga
fr: Algue
it: Alghe
pt_pt: Alga
ru: водоросли

source: See %lld Recipes
de: Siehe %lld Rezepte
es: Ver %lld recetas
fr: Voir les recettes %lld
it: Vedi %lld ricette
pt_pt: Veja %lld receitas
ru: См. %lld рецептов

source: Seeds
de: Samen
es: Semillas
fr: Graines
it: Semi
pt_pt: Sementes
ru: Семена

source: Select
de: Wählen
es: Seleccionar
fr: Sélectionner
it: Selezionare
pt_pt: Selecione
ru: Выбирать

source: Select Core Diet
de: Wählen Sie Kerndiät
es: Seleccionar dieta básica
fr: Sélectionnez le régime de base
it: Seleziona Dieta di base
pt_pt: Selecione Dieta Básica
ru: Выберите основную диету

source: Select Date
de: Wählen Sie Datum aus
es: Seleccionar fecha
fr: Sélectionnez une date
it: Seleziona Data
pt_pt: Selecione a data
ru: Выберите дату

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Choisi
it: Selezionato
pt_pt: Selecionado
ru: Выбрано

source: Semi-Boneless Quail
de: Halbknochenlose Wachtel
es: Codorniz Semi Deshuesada
fr: Caille semi-désossée
it: Quaglia semidisossata
pt_pt: Codorna Semi-Desossada
ru: Полубескостный перепел

source: Serving (%lld g)
de: Portion (%lld g)
es: Porción (% lld g)
fr: Portion (%lld g)
it: Porzione (%lld g)
pt_pt: Porção (%lld g)
ru: Порция (%lld г)

source: Serving (%lldg)
de: Serviert (%lldg)
es: Servicio (%lldg)
fr: Service (%lldg)
it: Elaborazione (%lldg)
pt_pt: Servindo (%lldg)
ru: Порция (%lldг)

source: Serving size
de: Portionsgröße
es: Tamaño de la porción
fr: Taille de la portion
it: Dimensione della porzione
pt_pt: Tamanho da porção
ru: Размер порции

source: Serving Size
de: Portionsgröße
es: Tamaño de la porción
fr: Portion
it: Porzione
pt_pt: Tamanho da porção
ru: Размер порции

source: Sesame Oil
de: Sesamöl
es: Aceite de sésamo
fr: Huile de sésame
it: Olio di sesamo
pt_pt: Óleo de gergelim
ru: Кунжутное масло

source: Set a Goal
de: Setzen Sie sich ein Ziel
es: Establecer una meta
fr: Fixez-vous un objectif
it: Stabilisci un obiettivo
pt_pt: Defina uma meta
ru: Задать цель

source: Set as My Diet Plan
de: Als „Mein Diätplan“ festlegen
es: Establecer como mi plan de dieta
fr: Définir comme mon plan de régime
it: Imposta come programma dietetico
pt_pt: Definir como meu plano de dieta
ru: Установить как мой план диеты

source: Set Goal
de: Ziel setzen
es: Establecer objetivo
fr: Fixer un objectif
it: Imposta obiettivo
pt_pt: Definir meta
ru: Задать цель

source: Set your daily calorie target
de: Legen Sie Ihr tägliches Kalorienziel fest
es: Establece tu objetivo de calorías diarias
fr: Définissez votre objectif calorique quotidien
it: Imposta il tuo obiettivo calorico giornaliero
pt_pt: Defina sua meta diária de calorias
ru: Установите ежедневную цель по калориям

source: Set your weight goal
de: Legen Sie Ihr Gewichtsziel fest
es: Establece tu objetivo de peso
it: Imposta il tuo obiettivo di peso
pt_pt: Defina sua meta de peso
ru: Установите цель по весу

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
pt_pt: Configurações
ru: Настройки

source: Share with Community
de: Mit der Community teilen
es: Compartir con la comunidad
it: Condividi con la comunità
pt_pt: Compartilhe com a comunidade
ru: Поделиться с сообществом

source: Shelled Edamame
de: Geschältes Edamame
es: Edamame sin cáscara
it: Edamame sgusciato
pt_pt: Edamame sem casca
ru: Эдамаме в скорлупе

source: Shelled Edamame (Thawed)
de: Geschältes Edamame (aufgetaut)
es: Edamame sin cáscara (descongelado)
it: Edamame sgusciato (scongelato)
pt_pt: Edamame sem casca (descongelado)
ru: Эдамаме в скорлупе (размороженный)

source: Shiitake Mushrooms
de: Shiitake-Pilze
es: Hongos Shiitake
it: Funghi Shiitake
pt_pt: Cogumelos Shitake
ru: Грибы Шиитаке

source: Shimeji Mushrooms
de: Shimeji-Pilze
es: Hongos Shimeji
it: Funghi Shimeji
pt_pt: Cogumelos Shimeji
ru: Грибы симеджи

source: Shopping List
de: Einkaufsliste
es: Lista de compras
fr: Liste de courses
it: Lista della spesa
pt_pt: Lista de compras
ru: Список покупок

source: Shredded Red Cabbage
de: Geschredderter Rotkohl
es: Repollo rojo rallado
it: Cavolo rosso tritato
pt_pt: Repolho Roxo Ralado
ru: Нашинкованная красная капуста

source: Shrimp
de: Garnele
es: Camarón
fr: Crevette
it: Gamberetto
pt_pt: Camarão
ru: Креветка

source: Shrimp (Peeled)
de: Garnelen (geschält)
es: Camarones (Pelados)
it: Gamberetti (Sgusciati)
pt_pt: Camarão (descascado)
ru: Креветки (очищенные)

source: Shrimp Stir-Fry with Broccoli
de: Garnelenpfanne mit Brokkoli
es: Salteado De Camarones Con Brócoli
it: Gamberetti saltati in padella con broccoli
pt_pt: Camarão salteado com brócolis
ru: Жареные креветки с брокколи

source: Sign in with Apple
de: Melden Sie sich bei Apple an
es: Iniciar sesión con Apple
fr: Connectez-vous avec Apple
it: Accedi con Apple
pt_pt: Faça login com a Apple
ru: Войти через Apple

source: Sign in with Google
de: Melden Sie sich mit Google an
es: Iniciar sesión con Google
fr: Connectez-vous avec Google
it: Accedi con Google
pt_pt: Faça login com o Google
ru: Войти через Google

source: Sign up
de: Melden Sie sich an
es: Inscribirse
it: Iscrizione
pt_pt: Inscrever-se
ru: Зарегистрироваться

source: Simple to make, comforting to enjoy, and perfect for cozy evenings. 🍂
de: Einfach zuzubereiten, angenehm zu genießen und perfekt für gemütliche Abende. 🍂
es: Sencillo de hacer, reconfortante de disfrutar y perfecto para veladas acogedoras. 🍂
it: Semplice da realizzare, confortante da gustare e perfetto per serate intime. 🍂
pt_pt: Simples de fazer, reconfortante de saborear e perfeito para noites aconchegantes. 🍂
ru: Прост в изготовлении, приятен в использовании и идеально подходит для уютных вечеров. 🍂

source: Simply snap a photo of your meal or scan a barcode. Our AI instantly calculates your calories, protein, fats, and carbs.
de: Machen Sie einfach ein Foto Ihrer Mahlzeit oder scannen Sie einen Barcode. Unsere KI berechnet sofort Ihre Kalorien, Proteine, Fette und Kohlenhydrate.
es: Simplemente tome una foto de su comida o escanee un código de barras. Nuestra IA calcula instantáneamente sus calorías, proteínas, grasas y carbohidratos.
fr: Prenez simplement une photo de votre repas ou scannez un code-barres. Notre IA calcule instantanément vos calories, protéines, graisses et glucides.
it: Basta scattare una foto del tuo pasto o scansionare un codice a barre. La nostra intelligenza artificiale calcola istantaneamente calorie, proteine, grassi e carboidrati.
pt_pt: Basta tirar uma foto da sua refeição ou digitalizar um código de barras. Nossa IA calcula instantaneamente suas calorias, proteínas, gorduras e carboidratos.
ru: Просто сфотографируйте еду или отсканируйте штрих-код. Наш искусственный интеллект мгновенно подсчитывает ваши калории, белки, жиры и углеводы.

source: Since your first entry
de: Seit Ihrem ersten Eintrag
es: Desde tu primera entrada
fr: Depuis votre première entrée
it: Dal tuo primo ingresso
pt_pt: Desde a sua primeira entrada
ru: С первой записи

source: Sirloin Steak
de: Lendensteak
es: Solomillo
it: Lombata
pt_pt: Filé mignon
ru: Стейк без костей

source: Sizzling, tender steak strips with caramelized onions and peppers. Just missing the tortilla! 🥩
de: Brutzelnde, zarte Steakstreifen mit karamellisierten Zwiebeln und Paprika. Mir fehlt nur noch die Tortilla! 🥩
es: Tiras de bistec tiernas y chisporroteantes con cebollas y pimientos caramelizados. ¡Solo falta la tortilla! 🥩
it: Straccetti di bistecca sfrigolanti e teneri con cipolle e peperoni caramellati. Manca solo la tortilla! 🥩
pt_pt: Tiras de bife tenras e escaldantes com cebola caramelizada e pimentão. Só falta a tortilha! 🥩
ru: Шипящие, нежные стейки-стрипсы с карамелизированным луком и перцем. Просто не хватает тортильи! 🥩

source: Skim Milk
de: Magermilch
es: Leche desnatada
fr: Lait écrémé
it: Latte scremato
pt_pt: Leite desnatado
ru: Обезжиренное молоко

source: Skip Checklist
de: Checkliste überspringen
es: Saltar lista de verificación
fr: Ignorer la liste de contrôle
it: Salta la lista di controllo
pt_pt: Pular lista de verificação
ru: Пропустить контрольный список

source: Sliced Almonds
de: Geschnittene Mandeln
es: Almendras Rebanadas
it: Mandorle A Lamelle
pt_pt: Amêndoas Fatiadas
ru: Нарезанный миндаль

source: Slightly over limit, but tomorrow is a new day!
de: Etwas über dem Limit, aber morgen ist ein neuer Tag!
es: ¡Un poco por encima del límite, pero mañana es un nuevo día!
it: Leggermente oltre il limite, ma domani è un nuovo giorno!
pt_pt: Um pouco acima do limite, mas amanhã é um novo dia!
ru: Слегка превышен лимит, но завтра новый день!

source: Slow-poached exotic mushrooms bathed in olive oil, deeply umami black garlic purée, and a perfectly runny sous-vide egg. 🍳
de: Langsam pochierte exotische Pilze, in Olivenöl gebadet, tiefes Umami-Püree aus schwarzem Knoblauch und ein perfekt flüssiges Sous-Vide-Ei. 🍳
es: Hongos exóticos escalfados a fuego lento bañados en aceite de oliva, puré de ajo negro profundamente umami y un huevo sous-vide perfectamente líquido. 🍳
it: Funghi esotici cotti lentamente in camicia bagnati in olio d'oliva, purea di aglio nero profondamente umami e un uovo sottovuoto perfettamente liquido. 🍳
pt_pt: Cogumelos exóticos escalfados lentamente, banhados em azeite, purê de alho preto profundamente umami e um ovo sous-vide perfeitamente líquido. 🍳
ru: Приготовленные на медленном огне экзотические грибы, залитые оливковым маслом, густое пюре из черного чеснока умами и идеально жидкое яйцо, приготовленное в су-виде. 🍳

source: Smart Cart
de: Intelligenter Wagen
es: Carro inteligente
fr: Panier intelligent
it: Carrello intelligente
pt_pt: Carrinho Inteligente
ru: Умная корзина

source: Smoked Paprika
de: Geräucherter Paprika
es: pimentón ahumado
it: Paprica affumicata
pt_pt: Páprica Defumada
ru: Копченая паприка

source: Sodium
de: Natrium
es: Sodio
it: Sodio
pt_pt: Sódio
ru: Натрий

source: Sodium Balance
de: Natriumbilanz
es: Equilibrio de sodio
it: Bilancio del sodio
pt_pt: Balanço de Sódio
ru: Баланс натрия

source: Sous-Vide Duck Breast with Cherry-Balsamic Reduction
de: Sous-Vide-Entenbrust mit Kirsch-Balsamico-Reduktion
es: Pechuga de pato al vacío con reducción de balsámico y cerezas
it: Petto d'anatra sottovuoto con riduzione di balsamico alle ciliegie
pt_pt: Peito de Pato Sous-Vide com Redução Balsâmica de Cereja
ru: Утиная грудка су-вид с вишнёво-бальзамическим редуцированием

source: Spinach
de: Spinat
es: Espinaca
fr: Épinard
it: Spinaci
pt_pt: Espinafre
ru: Шпинат

source: Standard Serving
de: Standardportion
es: Porción estándar
fr: Portion standard
it: Porzione standard
pt_pt: Porção padrão
ru: Стандартное обслуживание

source: Start %@ Protocol
de: Starten Sie das %@-Protokoll
es: Iniciar %@ protocolo
fr: Démarrer le %@ protocole
it: Avvia il protocollo %@
pt_pt: Iniciar protocolo %@
ru: Запустить %@ протокол

source: Start Cooking!
de: Fangen Sie an zu kochen!
es: ¡Empiece a cocinar!
fr: Commencez à cuisiner !
it: Inizia a cucinare!
pt_pt: Comece a cozinhar!
ru: Начни готовить!

source: Start logging meals to build your streak.
de: Fangen Sie an, Mahlzeiten zu protokollieren, um Ihren Streak aufzubauen.
es: Empiece a registrar comidas para aumentar su racha.
fr: Commencez à enregistrer vos repas pour développer votre séquence.
it: Inizia a registrare i pasti per costruire il tuo record.
pt_pt: Comece a registrar refeições para aumentar sua sequência.
ru: Начните записывать приемы пищи.

source: Start step-by-step cooking
de: Beginnen Sie mit dem schrittweisen Kochen
es: Empezar a cocinar paso a paso
fr: Commencer la cuisson étape par étape
it: Inizia la cottura passo dopo passo
pt_pt: Comece a cozinhar passo a passo
ru: Начинаем пошаговое приготовление

source: Start with a small portion of easily digestible food, wait 30 mins, then eat a full meal.
de: Beginnen Sie mit einer kleinen Portion leicht verdaulicher Nahrung, warten Sie 30 Minuten und essen Sie dann eine vollständige Mahlzeit.
es: Comience con una pequeña porción de alimento de fácil digestión, espere 30 minutos y luego coma una comida completa.
fr: Commencez par une petite portion d’aliments faciles à digérer, attendez 30 minutes, puis prenez un repas complet.
it: Inizia con una piccola porzione di cibo facilmente digeribile, attendi 30 minuti, quindi mangia un pasto completo.
pt_pt: Comece com uma pequena porção de comida de fácil digestão, espere 30 minutos e depois faça uma refeição completa.
ru: Начните с небольшой порции легкоусвояемой пищи, подождите 30 минут, затем съешьте полноценный обед.

source: Start your day right
de: Beginnen Sie Ihren Tag richtig
es: Comienza bien tu día
fr: Commencez bien votre journée
it: Inizia bene la giornata
pt_pt: Comece bem o seu dia
ru: Начни свой день правильно

source: Steady Loss
de: Ständiger Verlust
es: Pérdida constante
fr: Perte constante
it: Perdita costante
pt_pt: Perda constante
ru: Устойчивая потеря

source: Steps
de: Schritte
es: Pasos
fr: Mesures
it: Passi
pt_pt: Passos
ru: Шаги

source: Supplements
de: Ergänzungen
es: Suplementos
fr: Suppléments
it: Supplementi
pt_pt: Suplementos
ru: Добавки

source: Sweet Potato
de: Süßkartoffel
es: Batata
fr: Patate douce
it: Patata dolce
pt_pt: Batata doce
ru: Сладкий картофель

source: Swipe
de: Wischen
es: Golpe fuerte
fr: Glisser
it: Scorri
pt_pt: Deslizar
ru: Листайте

source: Swipe up to exit the app
de: Wischen Sie nach oben, um die App zu beenden
es: Desliza hacia arriba para salir de la aplicación
fr: Faites glisser votre doigt vers le haut pour quitter l'application
it: Scorri verso l'alto per uscire dall'app
pt_pt: Deslize para cima para sair do aplicativo
ru: Проведите пальцем вверх, чтобы выйти из приложения

source: Sync nutrition, activity and body measurement with Apple Health app. Data from Apple Health will help give you more accurate recommendations.
de: Synchronisieren Sie Ernährung, Aktivität und Körpermessung mit der Apple Health App. Daten von Apple Health helfen Ihnen dabei, genauere Empfehlungen zu geben.
es: Sincroniza nutrición, actividad y mediciones corporales con la aplicación Apple Health. Los datos de Apple Health le ayudarán a brindarle recomendaciones más precisas.
fr: Synchronisez la nutrition, l'activité et les mesures corporelles avec l'application Apple Health. Les données d'Apple Health vous aideront à vous donner des recommandations plus précises.
it: Sincronizza alimentazione, attività e misurazione corporea con l'app Apple Salute. I dati di Apple Health ti aiuteranno a darti consigli più accurati.
pt_pt: Sincronize nutrição, atividade e medidas corporais com o aplicativo Apple Health. Os dados do Apple Health ajudarão a fornecer recomendações mais precisas.
ru: Sync nutrition, activity and body measurement with Apple Health app. Data from Apple Health will help гive you more accurate recommendations.

source: Sync with Apple Health
de: Mit Apple Health synchronisieren
es: Sincronizar con Apple Salud
fr: Synchroniser avec Apple Health
it: Sincronizzazione con Apple Salute
pt_pt: Sincronize com Apple Saúde
ru: Синхронизация с Apple Health

source: System & Other Apps
de: System und andere Apps
es: Sistema y otras aplicaciones
fr: Système et autres applications
it: Sistema e altre app
pt_pt: Sistema e outros aplicativos
ru: Система и другие приложения

source: Tags & Mood
de: Tags & Stimmung
es: Etiquetas y estado de ánimo
fr: Tags et humeur
it: Tag e umore
pt_pt: Tags e humor
ru: Теги и настроение

source: Tallow
de: Talg
es: Sebo
fr: Suif
it: Sego
pt_pt: Sebo
ru: сальный

source: Tap 'Add Food' below to log your %@.
de: Tippen Sie unten auf „Essen hinzufügen“, um Ihre %@ zu protokollieren.
es: Toque 'Agregar comida' a continuación para registrar su %@.
fr: Appuyez sur « Ajouter de la nourriture » ​​ci-dessous pour enregistrer votre %@.
it: Tocca "Aggiungi cibo" di seguito per registrare il tuo %@.
pt_pt: Toque em 'Adicionar comida' abaixo para registrar seu %@.
ru: Нажмите «Добавить еду» ниже, чтобы зарегистрировать свой %@.

source: Tap a nutrient to see top sources
de: Tippen Sie auf einen Nährstoff, um die besten Quellen anzuzeigen
es: Toca un nutriente para ver las principales fuentes
fr: Appuyez sur un nutriment pour voir les principales sources
it: Tocca un nutriente per visualizzare le fonti principali
pt_pt: Toque em um nutriente para ver as principais fontes
ru: Нажмите на питательное вещество, чтобы увидеть лучшие источники.
